{"sections":{"main":{"type":"main-policy","blocks":{"content_block_ACiDPc":{"type":"content_block","settings":{"subtitle":"","paragraph":"<p><strong>Nora comes with a one-year limited warranty, from the time of receiving it, which protects you against manufacturing defects. There is also a 30-day satisfaction guarantee, so that if you are not satisfied with your purchase, you can return Nora in its original condition to receive a full refund. The 30-day satisfaction guarantee starts from delivery date.<\/strong><\/p><p><strong>If you are within the limited warranty, you have an option to <\/strong><a href=\"https:\/\/smartnora.com\/extended-warranty\/\" target=\"_blank\"><strong>extend the warranty<\/strong><\/a><strong> for an additional 1-3 years. To learn more about our policy, please read the details below.<\/strong><\/p>"}},"content_block_MbhfGY":{"type":"content_block","settings":{"subtitle":"Limited Warranty","paragraph":"<p>SMART NORA, INC. (“Nora”, “Smart Nora, the smart snoring solution”) warrants Smart Nora (the “product”) and only the Product, against defects in materials and workmanship under normal use for a period of ONE YEAR (365 days) from the date of receiving the unit by the original Consumer (“Limited Warranty Period”). This warranty is only valid from the date of receiving Nora and the Consumer must provide proof of purchase.<\/p><p>The consumer’s sole and exclusive remedy, and Smart Nora Inc’s sole and exclusive responsibility under this warranty, if a hardware defect arises and a valid claim is received by Smart Nora, Inc. within the Warranty Period, at its option and to the extent permitted by law, Smart Nora Inc., will either (1) repair the Product at no charge (postage fees for returning the product are responsibility of the consumer), using new or refurbished replace parts or (2) exchange the Product with a new or refurbished Product, so that it performs substantially in accordance with the accompanying documentation on the date of consumer’s initial purchase. <\/p><p>Please note that the return policy begins 30 days from delivery date.<\/p><p>* The 30 day risk-free trial is only available for online purchases. Purchases at re-sellers or distributors may or may not offer this 30 day risk free trial.<\/p><p>   &nbsp;<\/p>"}},"content_block_tYHAih":{"type":"content_block","settings":{"subtitle":"Disclaimer of Warranties","paragraph":"<p>OUR PRODUCTS ARE NOT MEDICAL DEVICES AND ARE NOT REGULATED NOR APPROVED BY THE U.S. FOOD AND DRUG ADMINISTRATION. OUR PRODUCTS AND SERVICES ARE INTENDED TO PROVIDE YOU WITH SNORING RELIEF AND \/ OR REDUCED SOUNDS OF SNORING. OUR IOS COMPANION APP IS INTENDED TO PROVIDE YOU WITH DATA AND INFORMATION ABOUT YOUR SLEEP, HOW NORA IS WORKING TO REDUCE YOUR SNORING, AND IS NOT INTENDED TO BE USED AS A SUBSTITUTE FOR MEDICAL ATTENTION OR SUPERVISION. YOUR USE OF NORA AND THE IOS APP IS AT YOUR SOLE RISK. THE SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS. SMART NORA INC., EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.<\/p><p>SMART NORA, INC. MAKES NO WARRANTY THAT (I) THE SERVICE WILL MEET YOUR REQUIREMENTS, (II) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, OR (III) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS. Our Products may include product warnings and instructions on the packaging, labels and documentation. AS A CONDITION TO RECEIVING SERVICES, YOU AGREE TO STRICTLY COMPLY WITH ALL PRODUCT WARNINGS AND INSTRUCTIONS ON THE PACKAGING, LABELS AND DOCUMENTATION OF PRODUCTS, AND ANY UPDATES THAT WE PROVIDE TO YOU VIA THE SERVICES. In addition, you agree to only use the Products in a manner that complies with all applicable laws and regulations.<\/p>"}}},"block_order":["content_block_ACiDPc","content_block_MbhfGY","content_block_tYHAih"],"settings":{"title":"Terms & Conditions"}}},"order":["main"]}